alacritty
alsa-utils
amd-ucode
arc-gtk-theme
arc-icon-theme
barrier
base
base-devel
bash-completion
blender
blueman
bluez
bluez-utils
btop
btrfs-progs
clinfo
cockpit
cockpit-machines
cockpit-podman
cronie
cuda
dbeaver
dialog
discord
dmidecode
dnsmasq
dosfstools
efibootmgr
exo
feh
file-roller
galculator
gameconqueror
garcon
gimp
git
gnome-keyring
gnome-tweaks
gparted
gptfdisk
grub
gtk-engines
gvfs
htop
i3-wm
imagemagick
inetutils
iotop
java-runtime-common
jdk-openjdk
jdk11-openjdk
jdk17-openjdk
jdk8-openjdk
kdiskmark
lib32-giflib
lib32-gnutls
lib32-gst-plugins-base-libs
lib32-gtk3
lib32-libgcrypt
lib32-libjpeg-turbo
lib32-libpng
lib32-libpulse
lib32-libva
lib32-libxcomposite
lib32-libxinerama
lib32-libxslt
lib32-mpg123
lib32-ocl-icd
lib32-openal
lib32-v4l-utils
libva-nvidia-driver
libva-utils
linux
linux-firmware
linux-headers
linux-zen
linux-zen-headers
lshw
mousepad
mtools
nano
neofetch
neovim
network-manager-applet
networkmanager
nvidia-dkms
nvidia-settings
nvidia-utils
obs-studio
opencl-nvidia
otf-aurulent-nerd
otf-codenewroman-nerd
otf-comicshanns-nerd
otf-commit-mono-nerd
otf-droid-nerd
otf-firamono-nerd
otf-geist-mono-nerd
otf-hasklig-nerd
otf-hermit-nerd
otf-monaspace-nerd
otf-opendyslexic-nerd
otf-overpass-nerd
papirus-icon-theme
parole
pavucontrol
peek
perl-anyevent
perl-json-xs
pipewire
pipewire-pulse
pyenv
python-pip
python-tld
qemu-base
qemu-img
ristretto
rofi
speedtest-cli
starship
steam
stress
sysstat
thunar
thunar-archive-plugin
thunar-media-tags-plugin
thunar-volman
tk
tmux
ttf-0xproto-nerd
ttf-3270-nerd
ttf-agave-nerd
ttf-anonymouspro-nerd
ttf-arimo-nerd
ttf-bigblueterminal-nerd
ttf-bitstream-vera-mono-nerd
ttf-cascadia-code-nerd
ttf-cascadia-mono-nerd
ttf-cousine-nerd
ttf-d2coding-nerd
ttf-daddytime-mono-nerd
ttf-dejavu-nerd
ttf-envycoder-nerd
ttf-fantasque-nerd
ttf-firacode-nerd
ttf-go-nerd
ttf-hack-nerd
ttf-heavydata-nerd
ttf-iawriter-nerd
ttf-ibmplex-mono-nerd
ttf-inconsolata-go-nerd
ttf-inconsolata-lgc-nerd
ttf-inconsolata-nerd
ttf-intone-nerd
ttf-iosevka-nerd
ttf-iosevkaterm-nerd
ttf-jetbrains-mono-nerd
ttf-lekton-nerd
ttf-liberation-mono-nerd
ttf-lilex-nerd
ttf-martian-mono-nerd
ttf-meslo-nerd
ttf-monofur-nerd
ttf-monoid-nerd
ttf-mononoki-nerd
ttf-mplus-nerd
ttf-nerd-fonts-symbols
ttf-nerd-fonts-symbols-mono
ttf-noto-nerd
ttf-profont-nerd
ttf-proggyclean-nerd
ttf-roboto-mono-nerd
ttf-sharetech-mono-nerd
ttf-sourcecodepro-nerd
ttf-space-mono-nerd
ttf-terminus-nerd
ttf-tinos-nerd
ttf-ubuntu-mono-nerd
ttf-ubuntu-nerd
ttf-victor-mono-nerd
tumbler
vdpauinfo
virt-install
virt-manager
wget
wine-staging
wmctrl
wpa_supplicant
xautolock
xdg-user-dirs
xdg-utils
xdotool
xf86-video-vesa
xfburn
xfce4-clipman-plugin
xfce4-panel
xfce4-pulseaudio-plugin
xfce4-screenshooter
xfce4-sensors-plugin
xfce4-taskmanager
xfce4-xkb-plugin
xfconf
xfdesktop
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xpr
xorg-xrandr
xorg-xrefresh
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
xprintidle
xsecurelock
